{       "info_general":
        { 
          "nombre":"Emmanuel Diego Carcomo",
          "profesion":"Desarrollador Web FullStack Junior",
          "Lugar":"CABA , Buenos Aires",
          "fecha_nacimiento":"01/01/1997",
          "num_tel":"+54 9 11 3765 - 8523",
          "link_github":"github.com/Ecarcomo",
          "link_linkedin":"linkedin.com/in/emmanuel-carcomo-2346a8113",
          "img_src":"../img/user_profile.png"
        },
        "proyectos": [
          {
            "id": 1,
            "title": "Participación – Proyecto Tarjeta Prepaga Carrefour – Lanzamiento Mayo 2023",
            "descrip":"Colaboré en el desarrollo diferentes funcionalidades para la gestión del nuevo producto de Tarjeta Prepaga a lanzar  por nuestro cliente Carrefour, Desarrollando el alta/baja de tarjeta como los ajustes de saldos y códigos de error de tarjetas proporcionados por  el procesador de pagos PRISMA.",
            "tecnologias":"C / C++, PL SQL Oracle, HTML, CSS, JS"
          },
          {
            "id": 2,
            "title": "Matriz LED controlada por WIFI desde GUI",
            "descrip":"Trabajo Final – Materia Informática II – UTN FRBA –Trabajo Grupal 2 personas",
            "tecnologias":"Programación de Drivers para microcontrolador LPC1769 en lenguaje C seteo de protocolos GPIO, comunicación  UART con módulo WiFi Esp8266, uso de punteros, memoria dinámica y diseño de máquina de estados. Desarrollo de GUI para control remoto de Matriz LED con lenguaje C++ y framework QT, conexión remota mediante Socket y conexión a API de  Hora y temperatura. Los cuales brindan datos que se visualizan en la matriz."
          },
          {
            "id": 3,
            "title": "Pagina E-commerce FrontEnd & BanckEnd en React NodeJS and Nest Enviroment",
            "descrip":"Proyecto Personal",
            "tecnologias":"Sitio Web con carrito de compras hecho con Framework React JS para FrontEnd. Nest Enviroment para el armado del BackEnd."
          }
        ],
        "conocimientos": [
          {
            "id": 1,
            "title": "Java"
          },
          {
            "id": 2,
            "title": "React"
          },
          {
            "id": 3,
            "title": "HTML"
          }
        ]
      }

